       IDENTIFICATION DIVISION.
       PROGRAM-ID. HELLO.
       AUTHOR. JOHN DOE.

       PROCEDURE DIVISION.
       MAIN.
           DISPLAY "Hello, world!".
           STOP RUN.
